Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: This will remove your
ca: Això eliminarà la teva
de: Dadurch wird Ihr
eo: Tio forigos vian
pl: Spowoduje to usunięcie twojego
zh_hans: 这将移除你的

source: This will remove your %@ API key. You can add it again later.
ca: Això eliminarà la teva clau d'API de %@. La pots tornar a afegir més tard.
de: Dein %@-API-Schlüssel wird entfernt. Du kannst ihn später wieder hinzufügen.
eo: Tio forigos vian API-ŝlosilon de %@. Vi povos aldoni ĝin denove poste.
pl: Spowoduje to usunięcie twojego klucza API %@. Możesz go ponownie dodać później.
zh_hans: 这将移除你的 %@ API 密钥。你可以稍后再次添加。

source: This Year
ca: Aquest any
de: Dieses Jahr
eo: Ĉi-jare
pl: W tym roku
zh_hans: 今年

source: Time saved
ca: Temps estalviat
de: Gesparte Zeit
eo: Ŝparita tempo
pl: Zaoszczędzony czas
zh_hans: 节省时间

source: Timeout
ca: Temps d'espera
eo: Tempolimo
pl: Limit czasu
zh_hans: 超时

source: Timeout duration
ca: Durada del temps d'espera
de: Timeout-Dauer
eo: Atenda tempo
pl: Czas oczekiwania
zh_hans: 超时时长

source: Toggle
ca: Commutar
de: Umschalten
eo: Baskuligi
pl: Przełącznik
zh_hans: 切换

source: Toggle Menu Bar Only
ca: Activar/desactivar el mode només a la barra de menús
de: Nur-Menüleistenmodus umschalten
eo: Baskuligi reĝimon nur-menubreto
pl: Przełącz tryb tylko paska menu
zh_hans: 切换仅菜单栏模式

source: Toggle Recorder
ca: Activar/desactivar l'enregistrador
de: Aufnahme umschalten
eo: Ŝalti/malŝalti registrilon
pl: Włącz/wyłącz rejestrator
zh_hans: 切换录音器

source: Token count is estimated from the request text.
ca: El nombre de tokens s'estima a partir del text de la sol·licitud.
eo: La nombro de ĵetonoj estas taksata laŭ la teksto de la peto.
pl: Liczba tokenów jest szacowana na podstawie tekstu żądania.

source: Tolstoy's War and Peace
ca: Guerra i pau, de Tolstoi
de: Tolstois Krieg und Frieden
eo: Milito kaj paco de Tolstoj
pl: Wojna i pokój Tołstoja
zh_hans: 托尔斯泰《战争与和平》

source: Total Transcripts
ca: Total de transcripcions
de: Transkriptionen gesamt
eo: Ĉiuj transskriboj
pl: Łączna liczba transkrypcji
zh_hans: 转写记录总数

source: Transcribe
ca: Transcriure
de: Transkribieren
eo: Transskribi
pl: Transkrybuj
zh_hans: 转写

source: Transcribing
ca: Transcrivint
de: Wird transkribiert
eo: Transskribante
pl: Transkrybuję
zh_hans: 正在转写

source: Transcribing recording
ca: Transcrivint l'enregistrament
de: Aufnahme wird transkribiert
eo: Transskribante registradon
pl: Transkrybuję nagranie
zh_hans: 正在转写录音

source: Transcribing...
ca: S'està transcrivint...
de: Wird transkribiert...
eo: Transskribante...
pl: Transkrybuję...
zh_hans: 正在转写…

source: Transcript Cleanup
ca: Neteja de la transcripció
de: Transkriptions-Bereinigung
eo: Purigado de transskribo
pl: Czyszczenie transkryptu
zh_hans: 转写记录清理

source: Transcript from %@
ca: Transcripció de %@
de: Transkript von %@
eo: Transskribo de %@
pl: Transkrypt z %@
zh_hans: 来自 %@ 的转写

source: Transcript History
ca: Historial de transcripcions
de: Transkriptverlauf
eo: Historio de transskriboj
pl: Historia transkryptów
zh_hans: 转写历史记录

source: Transcription
ca: Transcripció
de: Transkription
eo: Transskribo
pl: Transkrypcja
zh_hans: 转写

source: Transcription failed using SpeechAnalyzer.
ca: No s'ha pogut transcriure amb SpeechAnalyzer.
de: Transkription mit SpeechAnalyzer fehlgeschlagen.
eo: Transskribo per SpeechAnalyzer malsukcesis.
pl: Transkrypcja za pomocą SpeechAnalyzer nie powiodła się.
zh_hans: 使用 SpeechAnalyzer 转写失败。

source: Transcription Failed: %@
ca: La transcripció ha fallat: %@
de: Transkription fehlgeschlagen: %@
eo: Transskribo malsukcesis: %@
pl: Transkrypcja nie powiodła się: %@
zh_hans: 转写失败：%@

source: Transcription Failed: No model selected
ca: La transcripció ha fallat: no s'ha seleccionat cap model
de: Transkription fehlgeschlagen: Kein Modell ausgewählt
eo: Transskribo malsukcesis: neniu modelo elektita
pl: Transkrypcja nie powiodła się: nie wybrano modelu
zh_hans: 转写失败：未选择模型

source: Transcription Formatting
ca: Format de la transcripció
de: Transkriptionsformatierung
eo: Formatado de transskribo
pl: Formatowanie transkrypcji
zh_hans: 转写格式

source: Transcription Language
ca: Idioma de la transcripció
de: Transkriptionssprache
eo: Lingvo de transskribo
pl: Język transkrypcji
zh_hans: 转写语言

source: Transcription model
ca: Model de transcripció
de: Transkriptionsmodell
eo: Transskriba modelo
pl: Model transkrypcji
zh_hans: 转写模型

source: Transcription Model
ca: Model de transcripció
de: Transkriptionsmodell
eo: Transskriba modelo
pl: Model transkrypcji
zh_hans: 转写模型

source: Transcription Models
ca: Models de transcripció
de: Transkriptionsmodelle
eo: Transskribaj modeloj
pl: Modele transkrypcji
zh_hans: 转写模型

source: Transcription Time
ca: Temps de transcripció
de: Transkriptionszeit
eo: Tempo de transskribo
pl: Czas transkrypcji
zh_hans: 转写用时

source: Transcription was cancelled
ca: S'ha cancel·lat la transcripció
de: Transkription wurde abgebrochen
eo: Transskribo estis nuligita
pl: Transkrypcja została anulowana
zh_hans: 转写已取消

source: Translate
ca: Traduir
de: Übersetzen
eo: Traduki
pl: Tłumacz
zh_hans: 翻译

source: Triggers
ca: Activadors
de: Auslöser
eo: Ekigiloj
pl: Wyzwalacze
zh_hans: 触发条件

source: Try a different search term
ca: Prova un altre terme de cerca
de: Anderen Suchbegriff versuchen
eo: Provu alian serĉvorton
pl: Spróbuj innego słowa kluczowego
zh_hans: 请尝试其他搜索词

source: Try a Simple Dictation
ca: Prova un dictat senzill
eo: Provi simplan diktadon
pl: Wypróbuj proste dyktowanie
zh_hans: 试试简单听写

source: Try Enhancement
ca: Prova la millora
eo: Provi plibonigon
pl: Wypróbuj ulepszanie
zh_hans: 试试润色

source: Try Rewrite
ca: Prova la reescriptura
eo: Provi reverkadon
pl: Wypróbuj przepisywanie
zh_hans: 试试改写

source: Try selecting a different model or redownloading the current model.
ca: Prova de seleccionar un altre model o de tornar a baixar el model actual.
de: Wähle ein anderes Modell aus oder lade das aktuelle Modell erneut herunter.
eo: Provu elekti alian modelon aŭ reelŝuti la nunan.
pl: Spróbuj wybrać inny model lub ponownie pobrać bieżący.
zh_hans: 请尝试选择其他模型，或重新下载当前模型。

source: Turn this on if transcriptions with local models are taking longer than expected. Runs silent background transcription on app launch and wake to trigger optimization.
ca: Activa aquesta opció si les transcripcions amb models locals triguen més del previst. Executa una transcripció silenciosa en segon pla en obrir l'app i en sortir del repòs per activar l'optimització.
de: Aktiviere diese Option, wenn Transkriptionen mit lokalen Modellen länger als erwartet dauern. Führt beim App-Start und Aufwachen im Hintergrund stille Transkriptionen aus, um die Optimierung anzustoßen.
eo: Ŝaltu tion, se transskriboj per lokaj modeloj daŭras pli longe ol atendite. Ĝi rulas silentan fonan transskribon ĉe lanĉo kaj vekiĝo de la aplikaĵo por ekigi optimumigon.
pl: Włącz tę opcję, jeśli transkrypcja z lokalnymi modelami trwa dłużej niż oczekiwano. Uruchamia cichą transkrypcję w tle przy starcie aplikacji i wybudzeniu, aby wyzwolić optymalizację.
zh_hans: 如果本地模型转写耗时超出预期，请开启此选项。App 在启动和唤醒时会静默运行后台转写，以触发优化。

source: twice
ca: dues vegades
de: zweimal
eo: dufoje
pl: dwa razy
zh_hans: 两次

source: Unavailable
ca: No disponible
de: Nicht verfügbar
eo: Nedisponebla
pl: Niedostępne
zh_hans: 不可用

source: Unexpected response from the server
ca: Resposta inesperada del servidor
eo: Neatendita respondo de la servilo
pl: Nieoczekiwana odpowiedź serwera

source: Unknown
ca: Desconegut
de: Unbekannt
eo: Nekonata
pl: Nieznany
zh_hans: 未知

source: Unsupported provider
ca: Proveïdor no compatible
de: Nicht unterstützter Anbieter
eo: Nesubtenata provizanto
pl: Nieobsługiwany dostawca
zh_hans: 不支持的提供商

source: Update the word or phrase that should be automatically replaced.
ca: Actualitza la paraula o frase que s'ha de substituir automàticament.
de: Das Wort oder den Ausdruck aktualisieren, der automatisch ersetzt werden soll.
eo: Ĝisdatigu la vorton aŭ frazon, kiu estu aŭtomate anstataŭigata.
pl: Zaktualizuj słowo lub frazę, która ma być automatycznie zastępowana.
zh_hans: 更新需要被自动替换的词语或短语。

source: Use captured on-screen text as context for this mode.
ca: Fes servir el text capturat de la pantalla com a context per a aquest mode.
de: Erfassten Bildschirmtext als Kontext für diesen Modus verwenden.
eo: Uzi kaptitan surekranan tekston kiel kuntekston por ĉi tiu reĝimo.
pl: Użyj przechwyconego tekstu z ekranu jako kontekstu dla tego trybu.
zh_hans: 将捕获的屏幕文本用作此模式的上下文。

source: Use clipboard text as context for this mode.
ca: Fes servir el text del porta-retalls com a context per a aquest mode.
de: Text aus der Zwischenablage als Kontext für diesen Modus verwenden.
eo: Uzi tekston el la tondujo kiel kuntekston por ĉi tiu reĝimo.
pl: Użyj tekstu ze schowka jako kontekstu dla tego trybu.
zh_hans: 将剪贴板文本用作此模式的上下文。

source: Use Cloud
ca: Utilitzar el núvol
de: Cloud verwenden
eo: Uzi nubon
pl: Użyj chmury
zh_hans: 使用云端

source: Use NVIDIA's Parakeet model locally, or connect a cloud transcription provider.
ca: Fes servir el model Parakeet de NVIDIA en local o connecta un proveïdor de transcripció al núvol.
de: NVIDIAs Parakeet-Modell lokal verwenden oder einen Cloud-Transkriptionsanbieter verbinden.
eo: Uzu la modelon Parakeet de NVIDIA loke, aŭ konektu nuban transskriban provizanton.
pl: Użyj modelu Parakeet od NVIDIA lokalnie lub podłącz dostawcę transkrypcji w chmurze.
zh_hans: 在本地使用 NVIDIA 的 Parakeet 模型，或连接云端转写提供商。

source: Use selected text from the active app as context for this mode.
ca: Fes servir el text seleccionat de l'app activa com a context per a aquest mode.
de: Ausgewählten Text der aktiven App als Kontext für diesen Modus verwenden.
eo: Uzi elektitan tekston el la aktiva aplikaĵo kiel kuntekston por ĉi tiu reĝimo.
pl: Użyj zaznaczonego tekstu z aktywnej aplikacji jako kontekstu dla tego trybu.
zh_hans: 将当前 App 中选中的文本用作此模式的上下文。

source: Use System Template
ca: Utilitzar la plantilla del sistema
de: Systemvorlage verwenden
eo: Uzi sisteman ŝablonon
pl: Użyj szablonu systemowego
zh_hans: 使用系统模板

source: Use this when you want the quickest possible voice-to-text result. It records with your configured transcription model and pastes the transcript as-is.
ca: Fes-lo servir quan vulguis passar de la veu al text tan ràpid com sigui possible. Enregistra amb el model de transcripció configurat i enganxa la transcripció tal qual.
de: Verwende dies, wenn du möglichst schnell Sprache in Text umwandeln möchtest. Es nimmt mit deinem konfigurierten Transkriptionsmodell auf und fügt das Transkript unverändert ein.
eo: Uzu ĉi tion, kiam vi volas kiel eble plej rapidan rezulton de voĉo al teksto. Ĝi registras per via agordita transskriba modelo kaj algluas la transskribon senŝanĝe.
pl: Używaj tego, gdy chcesz jak najszybciej zamienić głos na tekst. Nagrywa z użyciem skonfigurowanego modelu transkrypcji i wkleja transkrypt bez zmian.
zh_hans: 当你想尽快将语音转换为文本时使用此模式。它会使用你配置的转写模型录音，并按原样粘贴转写内容。

source: Used by "%@"
ca: Utilitzat per «%@»
de: Von "%@" verwendet
eo: Uzata de "%@"
pl: Używane przez "%@"
zh_hans: 被“%@”使用

source: User Message
ca: Missatge de l'usuari
de: Benutzernachricht
eo: Uzanta mesaĝo
pl: Wiadomość użytkownika
zh_hans: 用户消息

source: Uses your configured transcription model for fast dictation.
ca: Fa servir el model de transcripció configurat per a un dictat ràpid.
de: Verwendet dein konfiguriertes Transkriptionsmodell für schnelle Diktate.
eo: Uzas vian agorditan transskriban modelon por rapida diktado.
pl: Używa skonfigurowanego modelu transkrypcji do szybkiego dyktowania.
zh_hans: 使用你配置的转写模型进行快速听写。

source: Using: %@
ca: En ús: %@
de: Verwendet: %@
eo: Uzante: %@
pl: Używa: %@
zh_hans: 正在使用：%@

source: Verification Successful
ca: Verificació correcta
de: Überprüfung erfolgreich
eo: Kontrolo sukcesis
pl: Weryfikacja zakończona sukcesem
zh_hans: 验证成功

source: Verified
ca: Verificat
de: Verifiziert
eo: Kontrolita
pl: Zweryfikowano
zh_hans: 已验证

source: Verify
ca: Verificar
de: Überprüfen
eo: Kontroli
pl: Zweryfikuj
zh_hans: 验证

source: Verify and Save
ca: Verificar i desar
de: Überprüfen und speichern
eo: Kontroli kaj konservi
pl: Zweryfikuj i zapisz
zh_hans: 验证并存储

source: Verify API Key
ca: Verificar la clau d'API
de: API-Schlüssel überprüfen
eo: Kontroli API-ŝlosilon
pl: Zweryfikuj klucz API
zh_hans: 验证 API 密钥

source: Verifying
ca: Verificant
de: Wird überprüft
eo: Kontrolante
pl: Weryfikowanie
zh_hans: 正在验证

source: Verifying...
ca: S'està verificant...
de: Wird überprüft...
eo: Kontrolante...
pl: Weryfikowanie...
zh_hans: 正在验证…

source: Version %@ (%@)
ca: Versió %@ (%@)
eo: Versio %@ (%@)
pl: Wersja %@ (%@)
zh_hans: 版本 %@（%@）

source: Version Mismatch
ca: Discrepància de versions
de: Versionskonflikt
eo: Nekongruo de versioj
pl: Niezgodność wersji
zh_hans: 版本不匹配

source: Videos & Guides
ca: Vídeos i guies
de: Videos und Anleitungen
eo: Videoj kaj gvidiloj
pl: Filmy i poradniki
zh_hans: 视频与指南

source: View dashboard insights
ca: Veure les estadístiques del tauler
de: Dashboard-Einblicke anzeigen
eo: Vidi statistikojn de la panelo
pl: Zobacz statystyki panelu
zh_hans: 查看仪表盘洞察

source: View details
ca: Veure els detalls
de: Details anzeigen
eo: Vidi detalojn
pl: Zobacz szczegóły
zh_hans: 查看详情

source: View Insights
ca: Veure les estadístiques
de: Einblicke anzeigen
eo: Vidi statistikojn
pl: Zobacz statystyki
zh_hans: 查看洞察

source: View more
ca: Veure'n més
de: Mehr anzeigen
eo: Vidi pli
pl: Zobacz więcej
zh_hans: 查看更多

source: View transcription and enhancement model performance
ca: Veure el rendiment dels models de transcripció i de millora
de: Transkriptions- und Verbesserungsmodell-Leistung anzeigen
eo: Vidi rendimenton de transskribaj kaj plibonigaj modeloj
pl: Zobacz wydajność modeli transkrypcji i ulepszania
zh_hans: 查看转写与润色模型的性能

source: Vocabulary
ca: Vocabulari
de: Vokabular
eo: Vortprovizo
pl: Słownictwo
zh_hans: 词汇

source: Vocabulary is used only with AI enhancement to preserve important names, technical terms, and unique spellings in the final output.
ca: El vocabulari només s'utilitza amb la millora amb IA per conservar noms importants, termes tècnics i grafies úniques en el resultat final.
de: Vokabular wird nur mit KI-Verbesserung verwendet, um wichtige Namen, Fachbegriffe und besondere Schreibweisen in der finalen Ausgabe beizubehalten.
eo: La vortprovizo estas uzata nur kun AI-plibonigo por konservi gravajn nomojn, fakajn terminojn kaj unikajn literumojn en la fina rezulto.
pl: Słownictwo jest używane wyłącznie z ulepszaniem AI, aby zachować ważne nazwy, terminy techniczne i unikalne pisownie w końcowym wyniku.
zh_hans: 词汇仅在 AI 润色时使用，用于在最终输出中保留重要的名称、专业术语和独特的拼写。

source: Vocabulary Words
ca: Paraules del vocabulari
de: Vokabular-Wörter
eo: Vortoj de la vortprovizo
pl: Słowa słownika
zh_hans: 词汇

source: Vocabulary Words (%lld)
ca: Paraules del vocabulari (%lld)
de: Vokabular-Wörter (%lld)
eo: Vortoj de la vortprovizo (%lld)
pl: Słowa słownika (%lld)
zh_hans: 词汇（%lld）

source: Voice Activity Detection (VAD)
ca: Detecció d'activitat de veu (VAD)
de: Sprachaktivitätserkennung (VAD)
eo: Detekto de voĉa aktiveco (VAD)
pl: Wykrywanie aktywności głosowej (VAD)
zh_hans: 语音活动检测（VAD）

source: Waiting
ca: En espera
de: Wartet
eo: Atendante
pl: Oczekiwanie
zh_hans: 等待中

source: Walkthroughs and product updates
ca: Guies pas a pas i novetats del producte
de: Anleitungen und Produktupdates
eo: Gvidiloj kaj novaĵoj pri la produkto
pl: Poradniki i aktualizacje produktu
zh_hans: 演示教程和产品更新

source: Weekly Productivity
ca: Productivitat setmanal
de: Wöchentliche Produktivität
eo: Semajna produktiveco
pl: Tygodniowa produktywność
zh_hans: 每周生产力

source: With
ca: Per
de: Mit
eo: Kun
pl: Z
zh_hans: 替换为

source: word
ca: paraula
de: Wort
eo: vorto
pl: słowo
zh_hans: 词

source: Word Replacement
ca: Substitució de paraules
de: Wortersetzung
eo: Vortanstataŭigo
pl: Zastępowanie słów
zh_hans: 词语替换

source: Word replacement examples
ca: Exemples de substitució de paraules
de: Beispiele für Wortersetzungen
eo: Ekzemploj de vortanstataŭigo
pl: Przykłady zastępowania słów
zh_hans: 词语替换示例

source: Word Replacements
ca: Substitucions de paraules
de: Wortersetzungen
eo: Vortanstataŭigoj
pl: Zastępowania słów
zh_hans: 词语替换

source: Word Replacements run after transcription to replace misheard words, phrases, abbreviations, or boilerplate text.
ca: Les substitucions de paraules s'apliquen després de la transcripció per substituir paraules mal enteses, frases, abreviatures o fragments de text predefinits.
de: Wortersetzungen werden nach der Transkription ausgeführt, um falsch erkannte Wörter, Ausdrücke, Abkürzungen oder Textbausteine zu ersetzen.
eo: Vortanstataŭigoj ruliĝas post la transskribo por anstataŭigi misaŭditajn vortojn, frazojn, mallongigojn aŭ ŝablonajn tekstojn.
pl: Zastępowania słów działają po transkrypcji i zamieniają błędnie rozpoznane słowa, frazy, skróty lub standardowe teksty.
zh_hans: 词语替换会在转写之后运行，用于替换听错的词语、短语、缩写或模板文本。

source: Word Replacements run after transcription. Vocabulary is used with AI enhancement to better understand names, technical terms, and unique spellings in your transcript.
ca: Les substitucions de paraules s'apliquen després de la transcripció. El vocabulari s'utilitza amb la millora amb IA per entendre millor els noms, els termes tècnics i les grafies úniques de la transcripció.
de: Wortersetzungen werden nach der Transkription angewendet. Das Vokabular wird mit KI-Verbesserung verwendet, um Namen, Fachbegriffe und besondere Schreibweisen in deiner Transkription besser zu verstehen.
eo: Vortanstataŭigoj ruliĝas post la transskribo. La vortprovizo estas uzata kun AI-plibonigo por pli bone kompreni nomojn, fakajn terminojn kaj unikajn literumojn en via transskribo.
pl: Zastępowania słów działają po transkrypcji. Słownictwo jest używane z ulepszaniem AI, aby lepiej rozumieć nazwy, terminy techniczne i unikalne pisownie w transkrypcie.
zh_hans: 词语替换会在转写完成后运行。词汇则与 AI 润色配合使用，以便更好地理解转写记录中的人名、技术术语和特殊拼写。

source: words
ca: paraules
de: Wörter
eo: vortoj
pl: słowa
zh_hans: 字

source: Words
ca: Paraules
de: Wörter
eo: Vortoj
pl: Słowa
zh_hans: 词数

source: Words dictated
ca: Paraules dictades
de: Diktierte Wörter
eo: Diktitaj vortoj
pl: Podyktowane słowa
zh_hans: 听写字数

source: Words Dictated
ca: Paraules dictades
de: Diktierte Wörter
eo: Diktitaj vortoj
pl: Podyktowane słowa
zh_hans: 听写词数

source: words generated
ca: paraules generades
de: Wörter generiert
eo: generitaj vortoj
pl: wygenerowane słowa
zh_hans: 已生成词数

source: Words Per Minute
ca: Paraules per minut
de: Wörter pro Minute
eo: Vortoj po minuto
pl: Słowa na minutę
zh_hans: 每分钟词数

source: Write an Email
ca: Escriu un correu
eo: Verki retleteron
pl: Napisz e-mail
zh_hans: 写一封邮件

source: Write prompt instructions
ca: Escriu les instruccions de la indicació
de: Prompt-Anweisungen schreiben
eo: Verki instrukciojn de instigo
pl: Napisz instrukcje prompta
zh_hans: 编写提示词指令

source: Yearly Productivity
ca: Productivitat anual
de: Jährliche Produktivität
eo: Jara produktiveco
pl: Roczna produktywność
zh_hans: 年度生产力

source: You Control It
ca: Tu tens el control
de: Du hast die Kontrolle
eo: Vi regas ĝin
pl: Masz kontrolę
zh_hans: 由你掌控

source: You saved
ca: Has estalviat
de: Du hast gespart
eo: Vi ŝparis
pl: Zaoszczędziłeś
zh_hans: 你已节省

source: You'll see the introduction screens again the next time you launch the app.
ca: Tornaràs a veure les pantalles d'introducció la pròxima vegada que obris l'app.
de: Beim nächsten App-Start werden die Einführungsbildschirme erneut angezeigt.
eo: Vi revidos la enkondukajn ekranojn je la sekva lanĉo de la aplikaĵo.
pl: Ekrany wprowadzające zobaczysz ponownie przy następnym uruchomieniu aplikacji.
zh_hans: 下次启动 App 时，你会再次看到介绍页面。

source: You’re building momentum this week. Keep it going.
ca: Aquesta setmana estàs agafant ritme. Continua així.
de: Du baust diese Woche Schwung auf. Mach weiter.
eo: Vi akiras impeton ĉi-semajne. Daŭrigu tiel.
pl: Budujesz tempo w tym tygodniu. Tak trzymaj.
zh_hans: 你本周正在积累进展。继续保持。

source: You’re on a roll this week. Keep the momentum going.
ca: Aquesta setmana vas llançat. Mantén el ritme.
de: Du bist diese Woche gut dabei. Halte den Schwung.
eo: Vi estas en bona serio ĉi-semajne. Tenu la impeton.
pl: Jesteś w dobrej passie w tym tygodniu. Podtrzymaj to tempo.
zh_hans: 你本周状态很好。继续保持进展。

source: Your data is not ready yet. Keep the momentum going.
ca: Les teves dades encara no estan a punt. Mantén el ritme.
de: Deine Daten sind noch nicht bereit. Halte den Schwung.
eo: Viaj datumoj ankoraŭ ne pretas. Tenu la impeton.
pl: Twoje dane nie są jeszcze gotowe. Utrzymaj tempo.
zh_hans: 你的数据还没准备好。继续保持进展。

source: Your data never has to leave your device.
ca: No cal que les teves dades surtin mai del dispositiu.
de: Deine Daten müssen dein Gerät nie verlassen.
eo: Viaj datumoj neniam devas forlasi vian aparaton.
pl: Twoje dane nigdy nie muszą opuszczać urządzenia.
zh_hans: 你的数据永远无需离开设备。

source: Your dictated text will appear here.
ca: El text dictat apareixerà aquí.
eo: Via diktita teksto aperos ĉi tie.
pl: Tutaj pojawi się podyktowany tekst.
zh_hans: 你听写的文字会显示在这里。

source: Your enhanced message will appear here.
ca: El missatge millorat apareixerà aquí.
eo: Via plibonigita mesaĝo aperos ĉi tie.
pl: Tutaj pojawi się ulepszona wiadomość.
zh_hans: 润色后的内容会显示在这里。

source: Your first milestone appears after one session.
ca: La primera fita apareix després d'una sessió.
de: Dein erster Meilenstein erscheint nach einer Sitzung.
eo: Via unua mejloŝtono aperos post unu seanco.
pl: Pierwszy kamień milowy pojawi się po pierwszej sesji.
zh_hans: 完成一次会话后会显示第一个里程碑。

source: Your formatted email will appear here.
ca: El correu amb format apareixerà aquí.
eo: Via formatita retletero aperos ĉi tie.
pl: Tutaj pojawi się sformatowany e-mail.
zh_hans: 整理好的邮件会显示在这里。

source: your name
ca: el teu nom
de: dein Name
eo: via nomo
pl: twoje imię
zh_hans: 你的名字

source: Your settings have been successfully exported to %@.
ca: La configuració s'ha exportat correctament a %@.
de: Deine Einstellungen wurden erfolgreich in %@ exportiert.
eo: Viaj agordoj estis sukcese eksportitaj al %@.
pl: Ustawienia zostały pomyślnie wyeksportowane do %@.
zh_hans: 你的设置已成功导出到 %@。

source: Your transcription history will appear here
ca: L'historial de transcripcions apareixerà aquí
de: Deine Transkriptionshistorie wird hier angezeigt
eo: Via transskriba historio aperos ĉi tie
pl: Tutaj pojawi się historia transkrypcji
zh_hans: 你的转写记录将显示在这里

source: Your usage summary will appear here.
ca: El resum d'ús apareixerà aquí.
de: Deine Nutzungsübersicht wird hier angezeigt.
eo: Via uzada resumo aperos ĉi tie.
pl: Tutaj pojawi się podsumowanie użycia.
zh_hans: 你的使用摘要将显示在这里。

source: Your word count and benchmark will appear here.
ca: El recompte de paraules i la referència apareixeran aquí.
de: Deine Wortzahl und dein Vergleichswert erscheinen hier.
eo: Via vortnombro kaj komparpunkto aperos ĉi tie.
pl: Tutaj pojawi się liczba słów i punkt odniesienia.
zh_hans: 你的字数和基准对比会显示在这里。

source: YouTube Videos & Guides
ca: Vídeos i guies a YouTube
de: YouTube-Videos & Anleitungen
eo: YouTube-filmetoj kaj gvidiloj
pl: Filmy i poradniki na YouTube
zh_hans: YouTube 视频与指南

source: A closer look at your Diktilo usage.
ca: Una mirada més detallada a l'ús que fas de Diktilo.
de: Ein genauerer Blick auf deine Diktilo-Nutzung.
eo: Pli detala rigardo al via uzado de Diktilo.
pl: Dokładniejszy podgląd korzystania z Diktilo.
zh_hans: 更详细地查看你的 Diktilo 使用情况。
